---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.DialogBoxData
source: html/479d88b9-dbf7-b29f-1eac-50e59bd6872a.htm
---
# DialogBoxData Properties

An ID that represents the dialog that has been displayed.